import React from 'react'
import Navbar from '../components/Navbar'
import Footer from '../components/Footer'

const About = () => {
  return (
    <div>
        <div className='flex flex-col justify-center items-center'>
            <p className='py-[86px] text-right w-[500px] rounded-lg bg-gradient-to-r from-red-200 via-red-300 to-yellow-200  text-2xl 2xl:w-[1450px] xl:w-[1200px]  lg:w-[900px] md:w-[800px] sm:w-[600px] '>شما در صفحه وکیل یاب هستید. لطفا در استفاده ازاین  صفحه موارد زیر را مدنظر قرار دهید:
              -با استفاده از جعبه جستجو و با وارد کردن واژه مورد نظر خود میتوانید سریع تر به آنچه که در نظر دارید، دست یابید.
              -با استفاده از امکانات فیلتر، میتوانید نتایج جستجو را محدود نمایید.
              -در این صفحه، معیار های کلی از جمله میزان تحصیلات، مدرک تحصیلی،
              -با استفاده از امکانات فیلتر، میتوانید نتایج جستجو را محدود نمایید.
              -در این صفحه، معیار های کلی از جمله میزان تحصیلات، مدرک تحصیلی، میزان تجربه باری وکلا در نظر گرفته شده است.
              
              -با استفاده از امکانات فیلتر، میتوانید نتایج جستجو را محدود نمایید.
              -در این صفحه، معیار های کلی از جمله میزان تحصیلات، مدرک تحصیلی، میزان تجربه باری وکلا در نظر گرفته شده است.
              
              -با استفاده از امکانات فیلتر، میتوانید نتایج جستجو را محدود نمایید.
              -در این صفحه، معیار های کلی از جمله میزان تحصیلات، مدرک تحصیلی، میزان تجربه باری وکلا در نظر گرفته شده است.
              
              -با استفاده از امکانات فیلتر، میتوانید نتایج جستجو را محدود نمایید.
              -در این صفحه، معیار های کلی از جمله میزان تحصیلات، مدرک تحصیلی، میزان تجربه باری وکلا در نظر گرفته شده است.
              
              -با استفاده از امکانات فیلتر، میتوانید نتایج جستجو را محدود نمایید.
              -در این صفحه، معیار های کلی از جمله میزان تحصیلات، مدرک تحصیلی، میزان تجربه باری وکلا در نظر گرفته شده است.
               میزان تجربه باری وکلا در نظر گرفته شده است.
              -استفاده از وکیل یاب به معنی پذیرش سیاست ها و قوانین وکیل یاب است.
            </p>
        </div>
        <div className=' lg:mt-[116px] xl:mt-[250px] 2xl:mt-[282px]'>
            <Footer/>
        </div>
    </div>
  )
}

export default About